/**
 * Created by jon on 2017/5/16.
 */
var LNG={
    GGZ:'<font color=#01FF01>游戏玩法</font>'+
    '<br>1、每局游戏的竞猜选择时间为30秒，玩家在竞猜时间内首先选择自已要投入的趣乐豆金额，然后点击选择的区域进行趣乐豆投入。在一局游戏中，玩家可选择不同金额的趣乐豆进行竞猜，趣乐豆不足时不能参与，可进行行趣乐豆充值后再游戏。'+
    '<br>2、在游戏底部选择相应金额的筹码，点击相应的竞猜区域即可完成竟猜操作，右下角有撤销竞猜的按钮，在竞猜时间内玩家可撤销当前的所有竞猜操作，撤销后玩家可再次进行竟猜。'+
    '<br>3、竞猜倒计时结束后，进入洗牌阶段，然后从牌堆中随机抽出一张扑克牌作为开奖结果。随即提示玩家该局中奖区域，获奖奖励发放至玩家帐户。' +
    '<br>至此，该局游戏结束，进入下一局游戏。游戏左上角提示上一期的游戏结果，点击往期可查看最近20期的游戏结果。'+
    '<br><br><font color=#01FF01>游戏奖励</font>'+
    '<br>海底大冒险是一款益智类扑克棋牌游戏。游戏玩家可以在游戏转盘的相应区域进行竞猜，系统会随机抽出一张扑克牌作为开奖结果，中奖的玩家会获得相应的奖金回报。' +
    '<br><br>游戏竞猜区域分为四部分：'+
    '<br>     <font color=#01FF01>大小区（最里层）：</font>每一局出现大<br>（8-K）或小（A-6）中任意一个，猜中玩家获1.9倍奖励；'+
    '<br>     <font color=#01FF01>花色区（中间层）：</font>每一局出现红桃、方块、梅花或者黑桃中任意一个，猜中玩家获3倍奖励；'+
    '<br>     <font color=#01FF01>牌点区（最外层）：</font>每一局出现A-K中任意一张牌，猜中玩家获9倍奖励。'+
    '<br><br>海底大冒险游戏竞猜区域投注限制:'+
    '<br>     <font color=#01FF01>大小区（最里层）：</font>单局单个区域限额投注50000，（单个区域指大或小的不同区域）;'+
    '<br>     <font color=#01FF01>花色区（中间层）：</font>单局单个区域限额投注12500;'+
    '<br>     <font color=#01FF01>牌点区（最外层）：</font>单局单个区域限额投注5000;',
    JJC:'你当前趣乐豆不足{1},建议去新手场!',
    GSC:'你当前趣乐豆不足{1},建议去进阶场!',
    CXSB:'撤销失败',
    CXCG:'撤销成功',
    KJZ:'等待开奖中',
    BEAN:'{1} 豆',
    ZFQ:'需要支付 {1} 金币',
    WLYC:'网络异常请重试刷新',
    WLYCTC:'网络错误请退出重试刷新',
    KF:'功能维护中客服V：laodivx',
    THCG:'兑换成功',
    YEBZ:'余额不足',
    THSC:'兑换失败',
    ZDXE:'该区域投注限额{1}',
    WLCW:'网络错误',
    SXSJ:'数据刷新',
    QLGDZ:'X {1}',
    TSRC:'运气不错去{1}场试试',
    ISSUE:'{1}期',
    TZJE:'投注{1}',
    WZJ:'未中奖',
    TZXZ:'停止下注',
    REPLAY:'新一轮投注开始',
    ZWSJ:'暂无数据'
};